Repository: Kledo-ID/wc-kledo
Catalog: languages/wc-kledo-*.po
Languages: id_id

source: Can't do API request because the connection has not been made.
id_id: Tidak dapat melakukan permintaan API karena koneksi belum dibuat.

source: There was a problem when connecting to the API.
id_id: Terjadi masalah pada saat menghubungkan ke API.

source: Save changes
id_id: Simpan perubahan

source: You do not have permission to save these settings.
id_id: Anda tidak memiliki izin untuk menyimpan pengaturan ini.

source: Your settings have been saved.
id_id: Pengaturan anda telah disimpan.

source: Your settings could not be saved. %s
id_id: Pengaturan tidak dapat disimpan. %s

source: Select Account
id_id: Pilih Akun

source: Select Warehouse
id_id: Pilih Gudang

source: The results could not be loaded.
id_id: Hasil tidak dapat dimuat.

source: Loading more results...
id_id: Memuat hasil lainnya...

source: No results found
id_id: Tidak ada hasil yang ditemukan

source: Loading...
id_id: Memuat...

source: Search
id_id: Cari

source: Configure
id_id: Konfigurasi

source: Token Expires In
id_id: Token Kadaluarsa Pada

source: Redirect URI
id_id: Pengalihan URI

source: The redirect URI that should enter when create new OAuth App.
id_id: Pengalihan URL yang harus dimasukkan saat membuat baru aplikasi OAuth.

source: Manage Connection
id_id: Kelola Koneksi

source: Please fill in the Client ID, Client Secret and API Endpoint fields first and save before continuing.
id_id: Silahkan isi kolom Client ID, Client Secret dan API Endpoint terlebih dahulu dan simpan sebelum melanjutkan.

source: Request Token
id_id: Permintaan Token

source: Disconnect
id_id: Memutuskan

source: Refresh Token
id_id: Segarkan Token

source: Enable Integration
id_id: Aktifkan Integrasi

source: Invoice
id_id: Tagihan

source: Enable Create Invoice
id_id: Aktifkan Pembuatan Tagihan

source: Create new invoice on Kledo when order status is %s.
id_id: Buat tagihan baru di Kledo ketika status pesanan %s.

source: Invoice Prefix
id_id: Awalan Nomor Tagihan

source: Invoice Status on Created
id_id: Status Tagihan Saat Dibuat

source: Paid
id_id: Lunas

source: Unpaid
id_id: Belum Dibayar

source: Payment Account
id_id: Akun Pembayaran

source: Warehouse
id_id: Gudang

source: Tags
id_id: Tag

source: Order
id_id: Pesanan

source: Enable Create Order
id_id: Aktifkan Pembuatan Pesanan

source: Create new order on Kledo when order status is %s.
id_id: Buat pesanan baru di Kledo ketika status pesanan %s.

source: Order Prefix
id_id: Awalan Nomor Pesanan

source: Support
id_id: Bantuan

source: Need help?
id_id: Butuh bantuan?

source: Request Support
id_id: Minta Bantuan

source: Still need help? Submit a message and one of our support experts will get back to you as soon as possible.
id_id: Masih perlu bantuan? Kirim pesan dan salah satu pakar dukungan kami akan menghubungi anda sesegera mungkin.

source: There was a problem when refreshing the access token. Please disconnect and try to request new token.
id_id: Terjadi masalah saat menyegarkan akses token. Harap putuskan sambungan dan coba minta token baru.

source: Does not expire
id_id: Tidak kadaluwarsa

source: Expired
id_id: Kadaluwarsa

source: There was a problem when converting authorization code from the server. Please try again later.
id_id: Terjadi masalah saat mengonversi kode otorisasi dari server. Silakan coba lagi nanti.

source: State parameter not valid. Please request a new token again.
id_id: State parameter tidak valid. Silakan minta token baru lagi.

source: Successfully connected to kledo app.
id_id: Berhasil menghubungkan aplikasi kledo

source: Successfully disconnect the connection.
id_id: Berhasil memutuskan koneksi.

source: Successfully refresh the access token.
id_id: Berhasil menyegarkan akses token.

source: %1$sWooCommerce Kledo is almost ready.%2$s To complete your configuration, %3$scomplete the setup steps%4$s.
id_id: %1$sWooCommerce Kledo hampir siap.%2$s. Untuk menyelesaikan konfigurasi, %3$sSelesaikan langkah berikut%4$s.

source: For your convenience, the Kledo for WooCommerce settings are located under %1$sWooCommerce > Kledo%2$s.
id_id: Pengaturan WooCommerce Kledo terletak di dalam menu %1$sWooCommerce > Kledo%2$s.

source: WooCommerce Kledo requires %s to be installed and active.
id_id: Diperlukan %s untuk menggunakan WooCommerce Kledo.

source: Integrates <a href="https://woocommerce.com/" target="_blank" >WooCommerce</a> with the <a href="https://kledo.com" target="_blank">Kledo</a> accounting software.
id_id: Hubungkan <a href="https://woocommerce.com/" target="_blank" >WooCommerce</a> dengan software akuntasi <a href="https://kledo.com" target="_blank">Kledo</a>.
